{
    "What_we_can_do" : "Apa yang kita boleh buat",
    "Welcome_to" : "Selamat datang ke",
    "title_desc":"Kami adalah firma guaman butik terkemuka yang menyediakan perkhidmatan undang-undang yang komprehensif di Emiriah Arab Bersatu kepada pelbagai pelanggan kami.",
    "get_started": "MULAKAN",
    "Online_Complaint_To_Advocate": "Aduan Dalam Talian Untuk Peguambela",
    "submit": "Hantar",
    "about_desc":"Rakan sekutu kami adalah profesional undang-undang dengan kelayakan yang diperoleh daripada pelbagai bidang kuasa antarabangsa. Latihan dan pengalaman mereka membolehkan mereka memberikan nasihat dan kepakaran undang-undang tahap tinggi dalam setiap kes.",
    "Protect_Your_Rights":"Lindungi Hak Anda",
    "Protect_Your_Rights_desc":"Ketahui lebih lanjut di sini tentang hak anda, cara melaksanakannya dan perkara yang perlu dilakukan apabila hak anda dicabuli",
    "Medical_Treatment":"Rawatan perubatan",
    "Medical_Treatment_desc":"Temui cara dasar kesihatan dibangunkan, diterima pakai dan dilaksanakan, serta faktor yang mempengaruhi proses ini.",
    "We_Fight_for_Justice":"Kita Perjuangkan Keadilan",
    "We_Fight_for_Justice_desc":"Keadilan dan keterangkuman dengan menangani diskriminasi sistemik melalui kuasa tindakan undang-undang strategik, pendidikan dan advokasi",
    "PRACTICE":"AMALAN",
    "AREAS":"KAWASAN-KAWASAN",
    "PRACTICE_AREAS_desc":"Di Trust, kami menawarkan pelbagai perkhidmatan undang-undang. Kami juga mengamalkan undang-undang sivil am untuk syarikat, individu dan kerajaan tempatan. Tema perniagaan ini sesuai untuk penasihat undang-undang dan pejabat, peguam, peguam cara, penasihat, peguam cara dan perkhidmatan undang-undang dan berkaitan yang lain.",
    "Divorce_Law":"Undang-undang Perceraian",
    "Divorce_Law_desc":"Memandangkan rakan sekutu kami bekerja secara langsung dengan pelanggan untuk memahami situasi unik mereka, kami boleh menyesuaikan perkhidmatan kami untuk menawarkan pendekatan yang lebih inovatif dan diperibadikan.",
    "Litigation":"Litigasi",
"Litigation_desc":"Kami berhasrat untuk menjauhkan perkara di luar mahkamah dan dalam kes di mana ia tidak membawa kepada penyelesaian; kami mewakili kes sedemikian di mahkamah undang-undang.",
    "Accident_Law":"Undang-undang Kemalangan",
 "Accident_Law_desc":"Peguam Tuntutan Kemalangan kami di UAE berdedikasi untuk mencari penyelesaian terbaik untuk anda semasa masa sukar anda. Kami memastikan anda mendapat Wang Yang Anda Layak.",
    "Drug_Law":"Undang-undang Dadah",
    "Drug_Law_desc":"Sebagai Peguam Jenayah profesional di UAE, kami menawarkan perwakilan kami kepada individu di seluruh UAE dalam Jenayah Berkaitan Dadah.",
    "Personal_Law":"Undang-undang Peribadi",
    "Personal_Law_desc":"Pasukan undang-undang kami berbesar hati untuk mendidik pelanggan kami mengenai Undang-undang undang-undang Peribadi sambil membantu mereka melalui situasi yang rumit tersebut.",
    "Criminal_Law":"Undang-undang Jenayah",
    "Criminal_Law_desc":"Peguam jenayah kami di UAE adalah yang terbaik untuk menangani semua bahagian undang-undang jenayah dan memerangi semua jenis kes jenayah tanpa mengira kewarganegaraan pelanggan kami.",
    "PERSONAL_INJURY_LAWYERS":"PEGUAM KECEDERAAN DIRI",
    "PERSONAL_INJURY_LAWYERS_desc":"Apabila anda bertemu dengan insiden kemalangan jatuh, anda mungkin memerlukan Peguam Kecederaan Peribadi, Hubungi Kami untuk Peguam Kecederaan Peribadi di Dubai, Kami Legal Moto Dubai mengendalikan kebanyakan kes untuk Kecederaan Peribadi di Dubai. Kami adalah Firma Undang-undang Kecederaan Peribadi terkemuka di Dubai.",
    "read_more":"BACA LAGI",
    "our":"KAMI",
    "GALLERY":"GALERI",
    "our_gallery_desc":"Perunding Moto Undang-undang ialah firma guaman perkhidmatan penuh yang berpangkalan di UAE dengan pengetahuan yang mendalam tentang sistem perundangan di UAE.",
    "Call_Today_For_A_FREE_Consultation":"Hubungi Hari Ini Untuk Konsultasi PERCUMA",
    "Get_Help_with_All_of_Your_Legal_Needs":"Dapatkan Bantuan dengan Semua Keperluan Undang-undang Anda",
    "CONTACT_US_NOW":"HUBUNGI KAMI SEKARANG",
    "Request_Consultation": "Minta Konsultasi",
    "Request_Consultation_desc":"Tinggalkan butiran anda dan salah seorang pakar undang-undang kami akan menghubungi anda.",
    "Investigation":"Siasatan",
    "Investigation_desc":"Biarkan pakar kami menjalankan penyiasatan kes anda dan dapatkan penyelesaian yang paling sesuai dan kos efektif.",
    "Case_fight":"Pergaduhan Kes",
 "case_fight_desc1":"Kita tahu Undang-undang. Kami telah berjaya melakukannya untuk beribu-ribu orang. Kami boleh melakukan perkara yang sama untuk anda. Untuk Melawan Kes dan Menangnya.",
    "case_fight_desc2":"Kami menyediakan nasihat undang-undang untuk perniagaan anda, walaupun jabatan Korporat/Komersial kami dan untuk anda secara peribadi melalui jabatan Pelanggan Persendirian kami.",
    "We_serve_the_Best_Service":"Kami Melayani Perkhidmatan Terbaik",
    "We_serve_the_Best_Service_desc":"Kekuatan unik kami ialah peguam berpengalaman kami dan keupayaan kami untuk menunaikan janji kami. Pelanggan dilayan dengan penuh kerahsiaan, keselamatan, dan ditawarkan penyelesaian dan nasihat terbaik dalam semua situasi.",
    "Trusted_Client":"Pelanggan Dipercayai",
    "Success_Cases":"Kes Kejayaan",
    "Case_Study":"Kajian kes",
    "Awards":"Anugerah",
    "LATEST_FROM":"TERKINI DARI",
    "blog":"BLOG",
    "LATEST_FROM_BLOG_desc":"Berdasarkan pengalaman bertahun-tahun kami dan peguam terlatih tinggi, kami menyediakan pelanggan kami nasihat yang jelas dan praktikal tentang semua isu undang-undang mereka dengan cara yang mesra dan mudah diakses.",
    "Find_Your_Case_Details":"Cari Butiran Kes Anda",
    "Your_Case_Details":"Butiran Kes Anda",
    "Your_Case_Details_desc":"Alamat e-mel anda telah dimajukan kepada jabatan sokongan.",
    "ADDRESS":"ALAMAT",
    "PHONE":"TELEFON",
    "EMAIL":"EMAIL",
    "About_us":"Tentang kita",
    "Services":"Perkhidmatan",
    "Our_Services":"perkhidmatan kami",
    "Our_Services_desc":"Berdasarkan pengalaman bertahun-tahun kami dan peguam terlatih tinggi, kami menyediakan pelanggan kami nasihat yang jelas dan praktikal tentang semua isu undang-undang mereka dengan cara yang mesra dan mudah diakses.",
    "Accident_law":"Undang-undang Kemalangan",
    "Accident_law_desc":"Bahagian Undang-undang Kemalangan & Kecederaan Moto Undang-undang mempunyai artikel yang merangkumi setiap langkah proses undang-undang yang mengelilingi kecederaan dan undang-undang yang melindunginya.",
    "Security_law":"Undang-undang Keselamatan",
    "Security_law_desc":"Legal Moto Menyediakan sokongan undang-undang sekuriti perkhidmatan penuh dan nasihat/nasihat untuk pemula dan perniagaan yang mantap dalam semua jenis transaksi sekuriti.",
    "Personal_Injury":"Kecederaan Diri",
    "Personal_Injury_desc":"Pasukan peguam kami di Malaysia bekerja secara harmoni dan dalam satu semangat untuk mencapai keputusan yang terbaik untuk semua pelanggan kami dalam kes kecederaan peribadi.",
    "Criminal_Defence":"Pertahanan Jenayah",
    "Criminal_Defence_desc":"Kami adalah antara salah seorang Peguam Jenayah Terbaik di Malaysia. Peguam Jenayah kami di Malaysia mempunyai pengalaman luas dalam Keadilan Undang-undang Jenayah di Malaysia.",
    "Brain_Injury":"Undang-undang Kecederaan Otak",
    "Brain_Injury_desc":"Kami adalah firma guaman utama yang berdedikasi untuk mewakili mangsa kecederaan otak dan keluarga mereka.",
    "Motorcycle_Accident":"Kemalangan Motosikal",
    "Motorcycle_Accident_desc":"Bahagian Kemalangan Motosikal Legal Moto mengandungi maklumat dan sumber untuk membantu jika anda atau orang tersayang telah terlibat dalam kemalangan motosikal.",
    "Corporate_Advocate":"Peguambela Korporat",
    "PACKAGES":"PAKEJ",
    "OUR_PACKAGES_desc":"Pembina Borang Moto Undang-undang kami membolehkan anda membuat borang perancangan harta tanah yang berkualiti mengikut jadual anda sendiri.",
    "Basic":"ASAS",
    "Premium":"PREMIUM",
    "Corporate":"KORPORAT",
    "15_COURT":"15 LAWATAN MAHKAMAH DALAM SETAHUN",
    "25_COURT":"25 LAWATAN MAHKAMAH DALAM SETAHUN",
    "35_COURT":"35 LAWATAN MAHKAMAH DALAM SETAHUN",
    "LEGAL_DOCUMENT_DRAFTING":"PENGGUBAL DOKUMEN UNDANG-UNDANG",
    "SHIFT_TIMING_ADVOCATE":"PENYOKONG MASA SHIFT",
    "DEDICATED_ADVOCATE":"PENYELAMAT BERDEDIKASI",
    "OFFICE_HOURS_SUPPORT":"SOKONGAN WAKTU PEJABAT",
    "24/7_SUPPORT":"SOKONGAN 24/7",
    "GET_FREE_QUOTE":"DAPATKAN SEBUT HARGA PERCUMA",
    "Contact_Us":"Hubungi Kami",
    "Contact_Us_desc":"Dapatkan Bantuan dengan Semua Keperluan Undang-undang Anda",
    "name_is_required":"nama diperlukan",
    "Email_is_required":"E-mel diperlukan",
    "Invalid_email_address":"alamat email tidak sah",
    "Phone_is_required":"Telefon diperlukan",
    "Invalid_phone_number":"Nombor telefon tidak sah",
    "Country_is_required":"Negara diperlukan",
    "Complaint_is_required":"Aduan diperlukan",
    "Message_is_required":"Mesej diperlukan",
    "plan_subscription":"langganan pelan",
    "req_email_err":"Sila masukkan alamat emel yang sah.",
    "card_no_req":"Sila masukkan nombor kad yang sah.",
    "req_card_no_req":"nombor kad diperlukan",
    "expiry_err":"Sila masukkan tarikh luput yang sah (MM/YY).",
    "req_expiry_err":"medan tamat tempoh diperlukan",
    "cvv_err":"cvv diperlukan",
    "req_name_err":"Nama pada kad diperlukan",
    "add1_err":"Alamat 1 diperlukan",
    "city_err":"ciyt diperlukan",
    "state_err":"negeri diperlukan",
    "zip_err":"Poskod diperlukan",
    "invalid_zip":"poskod tidak sah",
    "add2_err":"alamat dua diperlukan",
    "invalid_cvv":"cvv tidak sah",
    "alert":"Amaran",
    "alert_err":"Sesuatu telah berlaku sila muat semula halaman dan cuba Lagi",
    "retry":"Cuba semula",
    "cancel":"Batal",
    "offer_to_client":"APA YANG KAMI TAWARKAN KEPADA PELANGGAN KAMI",
    "atc":"Konsultasi Sebarang Masa",
    "atc_desc":"Nasihat yang tepat pada masa yang tepat adalah lebih terdedah kepada profesional.",
    "qr":"Maklum balas yang cepat",
    "qr_desc":"Pengetahuan tentang perkara yang anda pelajari pada jangka masa yang terhad adalah kelebihan anda.",
    "sl":"Peguam Kanan",
    "sl_desc":"Pengalaman tahun mereka adalah dari pelbagai jenis kes untuk rujukan anda.",
    "pc":"Privasi untuk Pelanggan",
    "pc_desc":"Perbualan peribadi dengan peguam untuk pertanyaan anda tanpa lawatan langsung adalah teratur.",
    "complete_your_payment":"Lengkapkan Pembayaran Anda",
    "complete_your_payment_desc":"Kami telah menerima pertanyaan anda, peguam bela kami di sini untuk membantu anda mengenainya.",
    "full_name":"Nama penuh",
    "phone_number":"Nombor telefon",
    "Complaint":"Aduan",
    "email":"E-mel",
    "Address1":"alamat 1",
    "Address2": "alamat 2",
    "city":"Bandar",
    "State":"negeri",
    "Zipcode":"Poskod",
    "Country":"Negara",
    "Card_Number":"Nombor kad",
    "Expiry_date":"Tarikh luput",
    "cvv":"CVV",
    "Name_On_Card":"Nama pada kad",
    "payment_secure":"Pembayaran adalah selamat dan data tidak disimpan untuk privasi anda.",
    "pay":"bayar",
    "Total_Billed":"Jumlah Bil",
    "HLMW":"BAGAIMANA MOTO UNDANG-UNDANG BERFUNGSI",
    "res_pay":"Daftar & Bayar",
    "res_pay_desc":"Ia akan mengambil masa kurang daripada 2 minit dan anda adalah ahli berdaftar.",
    "vid_consult":"Konsulat Video",
    "vid_consult_desc":"Anda kini bersedia untuk bercakap dengan peguam. Sembang video boleh dilakukan pada apl ini",
    "slp":"Mulakan Prosedur Undang-undang",
    "slp_desc":"Anda kini boleh yakin tentang rancangan undang-undang anda untuk kes itu.",
    "something_went_wrong":"Sesuatu telah berlaku sila muat semula halaman dan cuba Lagi",
    "cannot_do_the_transaction":"Tidak boleh melakukan transaksi, tutup tab ini dan cuba kemudian",
    "payment_success_msg":"Kami telah memajukan aduan anda kepada peguam. Anda akan menerima panggilan secepat mungkin, Untuk rujukan anda pastikan maklumat di bawah disalin bersama anda. Kami akan menghantar bukti kelayakan log masuk kepada anda sebentar lagi untuk menguruskan aduan anda, sila pastikan bukti kelayakan tersebut selamat dan jangan kongsikannya dengan mana-mana wakil atau mana-mana rakan. Terima kasih",
    "payment_failed_msg":"Terdapat masalah dalam pembayaran terakhir yang anda buat, sila jangan bimbang dan hubungi pasukan sokongan kami untuk sebarang bantuan. Jika pembayaran didebitkan, akan ada tempoh masa biasa untuk mengembalikan jumlah tersebut berdasarkan protokol gerbang pembayaran. Sila tutup tetingkap ini dan cuba lagi selepas dua puluh minit.",
    "client_details":"Butiran Pelanggan",
    "payment_successful":"Pembayaran Berjaya",
    "payment_failure":"Pembayaran gagal",
    "transaction_no":"Nombor transaksi",
    "thank_you":"Terima kasih!"



}