{
    "What_we_can_do" : "What we can do",
    "Welcome_to" : "Welcome to",
    "title_desc":"We are the leading boutique law firm providing comprehensive legal services in the Malaysia to our wide range of clients.",
    "get_started": "GET STARTED",
    "Online_Complaint_To_Advocate": "Online Complaint To Advocate",
    "submit": "Submit",
    "about_desc":"Our associates are legal professionals with qualifications obtained from various international jurisdictions. Their training and experience enable them to provide high levels of legal advice and expertise in each case.",
    "Protect_Your_Rights":"Protect Your Rights",
    "Protect_Your_Rights_desc":"Learn more here about what your rights are, how to exercise them and what to do when your rights are violated",
    "Medical_Treatment":"Medical Treatment",
    "Medical_Treatment_desc":"Discover how health policies are developed, adopted and implemented, as well as the factors that influence this process.",
    "We_Fight_for_Justice":"We Fight for Justice",
    "We_Fight_for_Justice_desc":"Fairness and inclusivity by tackling systemic discrimination through the power of strategic legal action, education and advocacy",
    "PRACTICE":"PRACTICE",
    "AREAS":"AREAS",
    "PRACTICE_AREAS_desc":"At Trust, we offer a wide range of legal services. We also practice general civil law for companies, individuals and local governments. This is perfect for legal and office advisors, attorneys, solicitors, advisors and other legal and related services.",
    "Divorce_Law":"Divorce Law",
    "Divorce_Law_desc":"As our associates work directly with clients to understand their unique situation, we can tailor our services to offer more innovative and personalized approaches.",
    "Litigation":"Litigation",
    "Litigation_desc":"We aim to keep matters out of court and in cases where it does not lead to a settlement; we represent such cases in the court of law.",
    "Accident_Law":"Accident Law",
    "Accident_Law_desc":"Our Accident Claim Lawyers in Malaysia are dedicated to finding the best possible solution for you during your hard times. We make sure you get the Money You Deserve.",
    "Drug_Law":"Drug Law",
    "Drug_Law_desc":"As professional Criminal Lawyers in Malaysia, we offer our representation to individuals all around Malaysia in Drug-Related Crimes.",
    "Personal_Law":"Personal Law",
    "Personal_Law_desc":"Our legal team is happy to educate our clients regarding Personal legal Law while helping them get through such complex situations.",
    "Criminal_Law":"Criminal Law",
    "Criminal_Law_desc":"Our criminal lawyers in Malaysia are the best one to deal with all sections of criminal law and to fight all kinds of criminal cases irrespective of our client’s nationality.",
    "PERSONAL_INJURY_LAWYERS":"PERSONAL INJURY LAWYERS",
    "PERSONAL_INJURY_LAWYERS_desc":"When you met with an accident fallen incident you may require Personal Injury Lawyers, Contact Us for Personal Injury Lawyers in Malaysia, We Legal Moto Malaysia handles most of the cases for Personal Injury in Malaysia. We are the leading Personal Injury Law Firm in Malaysia.",
    "read_more":"READ MORE",
    "our":"OUR ",
    "GALLERY":"GALLERY",
    "our_gallery_desc":"Legal Moto Consultants is a full service law firm based in the Malaysia with an in-depth knowledge of the legal system in the Malaysia.",
    "Call_Today_For_A_FREE_Consultation":"Call Today For A FREE Consultation",
    "Get_Help_with_All_of_Your_Legal_Needs":"Get Help with All of Your Legal Needs",
    "CONTACT_US_NOW":"CONTACT US NOW",
    "Request_Consultation": "Request Consultation",
    "Request_Consultation_desc":"Leave your details and one of our legal experts will get in touch with you.",
    "Investigation":"Investigation",
    "Investigation_desc":"Let our experts do the investigation of your case and come up with the most suitable and cost effective solution.",
    "Case_fight":"Case Fight",
    "case_fight_desc1":"We know the Law. We have successfully done it for thousands of people. We can do the same for you. To Fight the Case and Win it.",
    "case_fight_desc2":"We provide legal advice for your business, though our Corporate/Commercial department and for you personally through our Private Client department.",
    "We_serve_the_Best_Service":"We Serve The Best Service",
    "We_serve_the_Best_Service_desc":"Our unique strengths are our experienced lawyers and our ability to deliver on our promises. Clients are treated with the utmost confidentiality, safety, and offered the best solution and advice in all situations.",
    "Trusted_Client":"Trusted Client",
    "Success_Cases":"Success Cases",
    "Case_Study":"Case Study",
    "Awards":"Awards",
    "LATEST_FROM":"LATEST FROM",
    "blog":"BLOG",
    "LATEST_FROM_BLOG_desc":"Drawing on our years of experience and highly trained lawyers, we provide our clients with clear and practical advice on all their legal issues in a friendly and accessible way.",
    "Find_Your_Case_Details":"Find Your Case Details",
    "Your_Case_Details":"Your Case Details",
    "Your_Case_Details_desc":"Your email address has been forwarded to the support department.",
    "ADDRESS":"ADDRESS",
    "PHONE":"PHONE",
    "EMAIL":"EMAIL",
    "About_us":"About Us",
    "Services":"Services",
    "Our_Services":"Our Services",
    "Our_Services_desc":"Drawing on our years of experience and highly trained lawyers, we provide our clients with clear and practical advice on all their legal issues in a friendly and accessible way.",
    "Accident_law":"Accident Law",
    "Accident_law_desc":"Legal Moto’s Accident & Injury Law section has articles covering every step of the legal process surrounding injuries and the laws that cover them.",
    "Security_law":"Security Law",
    "Security_law_desc":"Legal Moto Provides full-service securities law support and advice/counsel for startups and established businesses in all types of securities transactions.",
    "Personal_Injury":"Personal Injury",
    "Personal_Injury_desc":"Our team of lawyers in Malaysia work in harmony and in one spirit to achieve the best possible results for all our clients in Personal injury cases.",
    "Criminal_Defence":"Criminal Defence",
    "Criminal_Defence_desc":"We are among one of the Best Criminal Lawyers in Malaysia. Our Criminal Lawyers in Malaysia have a vast experience in Criminal Law Justice in Malaysia.",
    "Brain_Injury":"Brain Injury Law",
    "Brain_Injury_desc":"We are the premier law firm dedicated to representing brain injury victims and their families.",
    "Motorcycle_Accident":"Motorcycle Accident",
    "Motorcycle_Accident_desc":"Legal Moto's Motorcycle Accident section contains information and resources to help if you or a loved one has been involved in a motorcycle accident.",
    "Corporate_Advocate":"Corporate Advocate",
    "PACKAGES":" PACKAGES",
    "OUR_PACKAGES_desc":"Our Legal Moto Form Builder allows you to create quality estate planning forms on your own schedule.",
    "Basic":"BASIC",
    "Premium":"PREMIUM",
    "Corporate":"CORPORATE",
    "15_COURT":"15 COURT VISITS IN A YEAR",
    "25_COURT":"25 COURT VISITS IN A YEAR",
    "35_COURT":"35 COURT VISITS IN A YEAR",
    "LEGAL_DOCUMENT_DRAFTING":"LEGAL DOCUMENT DRAFTING",
    "SHIFT_TIMING_ADVOCATE":"SHIFT TIMING ADVOCATE",
    "DEDICATED_ADVOCATE":"DEDICATED ADVOCATE",
    "OFFICE_HOURS_SUPPORT":"OFFICE HOURS SUPPORT",
    "24/7_SUPPORT":"24/7 SUPPORT",
    "GET_FREE_QUOTE":"GET FREE QUOTE",
    "Contact_Us":"Contact Us",
    "Contact_Us_desc":"Get Help with All of Your Legal Needs",
    "name_is_required":"name is required",
    "Email_is_required":"Email is required",
    "Invalid_email_address":"Invalid email address",
    "Phone_is_required":"Phone is required",
    "Invalid_phone_number":"Invalid phone number",
    "Country_is_required":"Country is required",
    "Complaint_is_required":"Complaint is required",
    "Message_is_required":"Message is required",
    "plan_subscription":"plan subscription",
    "req_email_err":"Please enter a valid email address.",
    "card_no_req":"Please enter a valid card number.",
    "req_card_no_req":"card number is required",
    "expiry_err":"Please enter a valid expiry date (MM/YY).",
    "req_expiry_err":"expiry field required",
    "cvv_err":"cvv required",
    "req_name_err":"Name on card is required",
    "add1_err":"Address 1 is required",
    "city_err":"city is required",
    "state_err":"state is required",
    "zip_err":"Zipcode is required",
    "invalid_zip":"invalid zipcode",
    "add2_err":"address two required",
    "invalid_cvv":"invalid cvv",
    "alert":"Alert",
    "alert_err":"Something went wrong please reload the page and try Again",
    "retry":"Retry",
    "cancel":"Cancel",
    "offer_to_client":"WHAT WE OFFER TO OUR CLIENT",
    "atc":"Any Time Consultation",
    "atc_desc":"The right advice at the right time is more vulnerable for professionals.",
    "qr":"Quick Response",
    "qr_desc":"The knowledge of what you learn at a limited time frame is your upper hand.",
    "sl":"Senior Lawyer's",
    "sl_desc":"Their year's of experience is from wide type of cases for your reference.",
    "pc":"Privacy for Client's",
    "pc_desc":"Private conversation with lawyer for your query without direct visit is methodical.",
    "complete_your_payment":"Complete Your Payment",
    "complete_your_payment_desc":"We have received your inquiry, our advocate's are here to help you on that.",
    "full_name":"Full Name",
    "phone_number":"Phone Number",
    "Complaint":"Complaint",
    "email":"Email",
    "Address1":"Address 1",
    "Address2": "Address 2",
    "city":"City",
    "State":"State",
    "Zipcode":"Zipcode",
    "Country":"Country",
    "Card_Number":"Card Number",
    "Expiry_date":"Expiry Date",
    "cvv":"CVV",
    "Name_On_Card":"Name On Card",
    "payment_secure":"The payment is secure and data are not saved for your privacy.",
    "pay":"Pay",
    "Total_Billed":"Total Billed",
    "HLMW":"HOW LEGAL MOTO WORKS",
    "res_pay":"Register & Pay",
    "res_pay_desc":"It will take less than 2 min and you are a registered member.",
    "vid_consult":"Video Consultation",
    "vid_consult_desc":"You are now ready to talk with lawyer's. Video chat can be on these app's",
    "slp":"Start Legal Procedures",
    "slp_desc":"You can now be confident about your legal plan for the case.",
    "something_went_wrong":"Something went wrong please reload the page and try Again",
    "cannot_do_the_transaction":"Cannot do the transaction, close this tab and try later",
    "payment_success_msg":"We are have forwarded your complaint to lawyer's. You will receive a call as soon as possible, For your reference keep the below information copied with you. We will shortly send you a login credential to manage your complaint, kindly keep the credential safe and do not share it with any representative or any friends. Thank you",
    "payment_failed_msg":"There was a issue in the last payment you have made, kindly do not worry and call to our support team for any assistance. If the payment is debited, there will be a normal time period to return that amount based on the payment gateway protocol's. Kindly close this window and try again after twenty minutes.",
    "client_details":"Client Details",
    "payment_successful":"Payment Successfull",
    "payment_failure":"Payment Failed",
    "transaction_no":"Transaction Number",
    "thank_you":"Thank you!"
}